[
  {
    "id": "6001",
    "name": "Abdul Rahman Masri Attal",
    "company": {
      "name": "GDG Coast & North Lebanon",
      "designation": "Chapter Lead"
    },
    "community_title": "GDG Leader and founder",
    "image": "AbdulRahman.png",
    "bio": "Abdul Rahman is a dedicated Software Engineer specializing in backend development, with a strong passion for building innovative solutions that drive organizational success. He brings comprehensive experience across the full software development lifecycle—from initial concept through to final delivery. His technical expertise spans technologies such as MongoDB, Node.js, Go, and PHP (Laravel), and he has contributed to a wide range of projects including exchange desk platforms, delivery systems, and ticketing services. Now based in France, Abdul Rahman continues his community engagement as a team member of GDG Paris and MongoDB User Group Leader. He remains deeply committed to fostering knowledge-sharing and meaningful connections within the global tech ecosystem. His long-standing contributions to the developer ecosystem have been recognized through exclusive invitations to Google I/O Connect events worldwide. A prominent figure in the tech community, Abdul Rahman has consistently demonstrated strong leadership and organizational capabilities. In Lebanon, he founded the Google Developer Student Club at the Lebanese University - Faculty of Sciences, Hadath, and has served as a core co-organizer of Google Developer Groups (GDG) in Lebanon since 2018. He played a pivotal role in revitalizing Lebanon’s tech event scene—spearheading the return of DevFest to the country after Covid and most recently DevFest Beirut 2023, which attracted over 700 attendees, and other high-impact events such as Build with AI 2025.",
    "social": {
      "linkedin": "https://www.linkedin.com/in/abed-attal/"
    },
    "type": "Leader"
  },
   {
    "id": "6002",
    "name": "Riham Zeidan",
    "company": {
      "name": "GDG Coast Lebanon",
      "designation": "Community Builder"
    },
    "community_title": "Chapter Lead",
    "image": "RIHAMBADRIZEIDAN.png",
    "bio": "Community builder with a background in Computer Science. Riham brings five years of experience organizing large-scale developer events, securing high-value sponsorships, and building partnerships across the tech ecosystem. Passionate about empowering communities, leading teams, and creating programs that inspire learning and collaboration. Invited speaker at the GDG Summit Berlin, organized by Google, where Riham delivered a talk on securing sponsorships for tech events.",
    "social": {
      "linkedin": "https://www.linkedin.com/in/rihamzeidan/"
    },
    "type": "Leader"
  },
  {
    "id": "70981725",
    "name": "Mahmoud Mashoun",
    "company": {
      "name": "Software Developer ✦ Google Cloud Automation Expert",
      "designation": "Freelancer"
    },
    "community_title": "GDG Core Team Organizer",
    "image": "Mahmoud.png",
    "bio": "Mahmoud is experienced in building responsive and dynamic web applications using Vue.js and provides full-stack solutions that extend automation on Google Cloud through Google Apps Script and Firebase. He has a proven ability to integrate SEO best practices and leverage AI models such as ChatGPT and Gemini to enhance user experiences. Beyond his technical work, Mahmoud is an active Google Developer Groups (GDG) organizer, contributing to the global developer community supported by Google through collaboration and knowledge-sharing.",
    
    "social":{
      "linkedin": "https://www.linkedin.com/in/mashoun/",
      "github": "https://github.com/mashoun",
      "web": "https://mashoun.com"
    },
    "type": "Leader"
  },
  {
    "id": "6021",
    "name": "Dr. Nadine Abbas",
    "company": {
      "name": "Lebanese American University",
      "designation": "Assistant Professor"
    },
    "community_title": "Mentor",
    "image": "NadineAbbas.png",
    "bio": "Dr. Nadine Abbas is an Assistant Professor of Computer Science at the Lebanese American University (LAU). She is an IEEE Senior Member and actively contributes to IEEE through multiple leadership roles. She serves as a member of the IEEE Region 8 Membership Development Committee, the Membership Development Officer of the IEEE Lebanon Section, the Chair of IEEE Women in Engineering Lebanon, and the Activity Coordinator of the IEEE Communications Society Lebanon. Previously, she chaired the IEEE Region 8 Ad Hoc Committee on Alternate Payment Methods (2023–2024). She is currently the Director of the Software Institute at LAU, a Google Women Techmakers Ambassador, and the Technical Advisor of UPaint. She earned a BE degree in Computer and Communication Engineering from Notre Dame University (NDU) in 2008. She received her M.E. and Ph.D. degrees in Electrical and Computer Engineering from the American University of Beirut (AUB) in 2011 and 2017, respectively. Dr. Abbas has received multiple awards, including a scholarship from the Lebanese National Council for Scientific Research (2015–2017) and the NDU Engineering Research Innovation Award (2008). She was a visiting researcher at Intel Corporation, USA, in 2012 and at École de Technologie Supérieure (ETS) in Canada in May 2024. She has engaged in publishing and peer reviewing for prestigious journals and conferences. Her research focuses on mobile edge computing and wireless communications, developing innovative solutions for next-generation heterogeneous networks, including 5G/6G mobile systems, the Internet of Things, and UAV-aided communications.",
    "social":{
      "linkedin": "https://lb.linkedin.com/in/nadine-abbas",
      "twitter": "",
      "github": "",
      "web": ""
    },
    "type": "Core"
  },
  {
    "id": "6023",
    "name": "Dr. Ammar Mohanna",
    "company": {
      "name": "American University of Beirut",
      "designation": "Lecturer"
    },
    "community_title": "Mentor",
    "image": "Ammar.png",
    "bio": "Dr. Ammar is a Lecturer and AI Consultant with extensive academic and industry experience across machine learning, MLOps, explainable AI, and edge AI. His work bridges research and real-world deployment — from training AI practitioners to advising startups and building robust ML pipelines. Through teaching, mentorship, and open-source contributions, he strives to make AI accessible, ethical, and impactful. He is particularly passionate about graph learning, prompt engineering, and bringing AI closer to real-time, resource-constrained environments.",
    "social": {
      "linkedin": "https://www.linkedin.com/in/ammarmohanna/",
      "twitter": "",
      "github": "",
      "web": ""
    },
    "type": "Core"
  },
  {
    "id": "6022",
    "name": "Christoph El Khoury",
    "company": {
      "name": "The Entity & The Collective",
      "designation": "Founder"
    },
    "community_title": "Mentor",
    "image": "chris.png",
    "bio": "Christophe is a systems thinker and CTO who helps founders, startups, and SMEs transform vision into execution through cultural, operational, and leadership systems. With a background in software engineering and psychology, he bridges bold ideas with sustainable delivery across sectors like mental health, education, finance, and leadership development. He leads The Entity, an execution-focused consultancy, and The Collective, a national initiative fostering collaboration in Lebanon’s tech ecosystem. A frequent speaker and advisor, Chris is especially committed to supporting underrepresented and women-led teams, always centering his work on building what truly matters.",
    "social": {
      "linkedin": "https://www.linkedin.com/in/christopheek/",
      "twitter": "",
      "github": "",
      "web": ""
    },
    "type": "Core"
  },
  {
    "id": "6009",
    "name": "Mohamad Ali Tabbara",
    "company": {
      "name": "Pixel38",
      "designation": "Project Manager"
    },
    "community_title": "Partnership Manager Lebanese American University",
    "image": "Tabarra.png",
    "bio": "",
    "social": {
      "linkedin": "https://www.linkedin.com/in/mohamad-ali-tabbara/",
      "twitter": "",
      "github": "",
      "web": ""
    },
    "type": "Core"
  },
   {
  "id": "6024",
  "name": "Mohammad Darsa",
  "company": {
    "name": "Mactovision.io",
    "designation": "Co-Founder"
  },
  "community_title": "Organizer",
  "image": "Darsa.png",
  "bio": "Mohammad Darsa is a Software Engineer and Data Engineer at Proximie, and Co-Founder of MacroVision Tech Agency. He is passionate about data and building systems that deliver impactful solutions across fintech, telecom, banking, and healthcare. Mohammad specializes in designing and maintaining scalable backend systems, developing efficient data pipelines, and integrating complex services to streamline operations. With experience in secure data communication, workflow optimization, and delivering reliable business-critical solutions, he thrives on solving challenging problems and leveraging his engineering expertise to create robust, high-impact systems.",
  "social": {
    "linkedin": "https://www.linkedin.com/in/mohammad-darsa/",
    "twitter": "",
    "github": "",
    "web": ""
  },
  "type": "Core"
},
  {
    "id": "6017",
    "name": "Sarah Rashidi",
    "company": {
      "name": "Rafi Hariri University",
      "designation": "Instructor"
    },
    "community_title": "Organizer",
    "image": "sarah-rashidi.jpeg",
    "bio": "Sarah is a University Instructor at Rafik Hariri University (RHU), where she teaches computer science and helps students bridge theory with practical applications. She is also an AI Researcher, Engineer, and Architect with over three years of experience building scalable AI systems, with a focus on MLOps, generative AI, and applied machine learning. Holding dual master’s degrees in Computer Science and Data Intelligence, she works at the intersection of research and engineering to design solutions that connect innovation with real-world impact. Beyond her professional work, Sarah is an active community leader. She joined Google Developer Groups (GDG) as an organizer earlier this year and is the founder of Code with Serah, a STEAM community at the crossroads of technology and creativity. Through these initiatives, she creates inclusive spaces for young people to learn, collaborate, and bring their ideas to life.",
    "social": {
      "linkedin": "https://www.linkedin.com/in/serahrashidi/",
      "twitter": "",
      "github": "",
      "web": ""
    },
    "type": "Core"
  },
  {
    "id": "6019",
    "name": "Hanin Albayoud",
    "company": {
      "name": "CCI ‐ ICT Innovations",
      "designation": "Data and AI Specialist"
    },
    "community_title": "Organizer",
    "image": "Hanine.png",
    "bio": "Hanine is a passionate Data and AI Specialist at CCI, where she develops data-driven solutions to empower businesses. A recent graduate of LAU, she is also engaged in AI research, exploring innovative approaches to advance the field of technology.",
    "social": {
      "linkedin": "https://www.linkedin.com/in/haneen-albayoud/",
      "twitter": "",
      "github": "",
      "web": ""
    },
    "type": "Volunteer"
  },
  {
    "id": "6018",
    "name": "Sandra Farhat",
    "company": {
      "name": "Lebanese University",
      "designation": "Computer Science Student"
    },
    "community_title": "Organizer",
    "image": "Sandra.png",
    "bio": "Senior Computer Science student at the Lebanese University and currently leading GDG on Campus there. Semicolon Student Ambassador. Active volunteer with the Lebanese Red Cross - Youth Sector. Passionate, proactive, and always taking initiative.",
    "social": {
      "linkedin": "https://www.linkedin.com/in/sandra-farhat/",
      "twitter": "",
      "github": "",
      "web": ""
    },
    "type": "Volunteer"
  },
  {
    "id": "6015",
    "name": "Amir Bou Ghanem",
    "company": {
      "name": "Oreyon",
      "designation": "Backend Engineer Intern"
    },
    "community_title": "Organizer",
    "image": "Amir.png",
    "bio": "Backend Engineer Intern at Oreyeon and Master’s student at the Lebanese University. I love building tech that makes a real impact and kickstarting meaningful initiatives. Previously led GDG on Campus at the Lebanese University.",
    "social": {
      "linkedin": "https://lb.linkedin.com/in/amir-bou-ghanem",
      "twitter": "",
      "github": "",
      "web": ""
    },
    "type": "Volunteer"
  },
  {
    "id": "6016",
    "name": "Georgio Nassar",
    "company": {
      "name": "Lebanese American University",
      "designation": "Student"
    },
    "community_title": "Organizer",
    "image": "Georgio.png",
    "bio": "Georgio Nassar is the President of the Developer Student Club at LAU Byblos, a Google Developer Group Organizer, and a Computer Engineering Mentor at LAU. He is also an active member of the IEEE LAU Student Branch. Dedicated to community building and student empowerment, Georgio has collaboratively hosted over 15 technical sessions and workshops, creating opportunities for students to learn, network, and grow in tech. Beyond community leadership, Georgio is passionate about frontend development with frameworks like Angular and React, and he actively explores augmented reality by creating interactive Snapchat lenses. His creative work has reached a global audience of 180M+ views, earning him an Honorable Mention by Snapchat and Lenslist for innovation in AR experiences.",
    "social": {
      "linkedin": "",
      "twitter": "",
      "github": "",
      "web": ""
    },
    "type": "Volunteer"
  },
   {
    "id": "6014",
    "name": "Mohamad Nassif",
    "company": {
      "name": "American University of Beirut",
      "designation": "Student"
    },
    "community_title": "Organizer American University of Beirut",
    "image": "Nassif.png",
    "bio": "AI, Quantum Computing, and AI Product Management. He serves as Vice Lead at Google Developers Group on Campus AUB and as E2 Representative at IEEE-AUB, driving tech workshops and community initiatives. His experience includes semantic communication research, developing BloodLink, an award-winning blood donation platform, and projects in quantum computing, supervised learning, and network programming. As System Manager at AUB IT Centre, he manages Moodle and AUBX platforms serving 10,000+ users, enhancing system performance and user experience.",
    "social": {
      "linkedin": "https://www.linkedin.com/in/mohamad-nassif-04b5b434b/",
      "twitter": "",
      "github": "",
      "web": ""
    },
    "type": "Volunteer"
  },
  {
    "id": "6020",
    "name": "Abdullah AlaaDine",
    "company": {
      "name": "MyMonty",
      "designation": "Go Backend Developer"
    },
    "community_title": "Go Backend Developer Monty Mobile",
    "image": "Alaadine.png",
    "bio": "Abdullah Alaadine is a Go Backend Developer from Beirut, Lebanon, specializing in scalable, high-performance systems and developer tools. He has experience building robust backend services, optimizing databases, and implementing cloud-integrated applications with CI/CD pipelines. Passionate about open-source technologies, Abdullah has worked with Monty Mobile, SKELDUS, and A2Z Media - MENA, and holds certifications in Kubernetes, GitHub Actions, and Google Cloud Platform.",
    "social": {
      "linkedin": "https://www.linkedin.com/in/abdullah-alaadine/",
      "twitter": "",
      "github": "",
      "web": ""
    },
    "type": "Volunteer"
  }
]
