[
  {
    "id": "6001",
    "name": "Abdul Rahman Masri Attal",
    "company": {
      "name": "GDG Lead and MUG Lead",
      "designation": "Developer"
    },
    "community_title": "Google Developer Groups Organizer",
    "image": "AbdulRahman.png",
    "bio": "Abdul Rahman is a dedicated Software Engineer specializing in backend development, with a strong passion for building innovative solutions that drive organizational success. He brings comprehensive experience across the full software development lifecycle—from initial concept through to final delivery. His technical expertise spans technologies such as MongoDB, Node.js, Go, and PHP (Laravel), and he has contributed to a wide range of projects including exchange desk platforms, delivery systems, and ticketing services. Now based in France, Abdul Rahman continues his community engagement as a team member of GDG Paris and MongoDB User Group Leader. He remains deeply committed to fostering knowledge-sharing and meaningful connections within the global tech ecosystem. His long-standing contributions to the developer ecosystem have been recognized through exclusive invitations to Google I/O Connect events worldwide. A prominent figure in the tech community, Abdul Rahman has consistently demonstrated strong leadership and organizational capabilities. In Lebanon, he founded the Google Developer Student Club at the Lebanese University - Faculty of Sciences, Hadath, and has served as a core co-organizer of Google Developer Groups (GDG) in Lebanon since 2018. He played a pivotal role in revitalizing Lebanon’s tech event scene—spearheading the return of DevFest to the country after Covid and most recently DevFest Beirut 2023, which attracted over 700 attendees, and other high-impact events such as Build with AI 2025.",
    "social": {
      "linkedin": "https://www.linkedin.com/in/abed-attal/"
    },
    "type": "Core"
  },
   {
    "id": "6002",
    "name": "Riham Zeidan",
    "company": {
      "name": "The Sophia Collective",
      "designation": "Community Builder"
    },
    "community_title": "Google Developer Groups Lead",
    "image": "RIHAMBADRIZEIDAN.png",
    "bio": "Enthusiastic, a highly-motivated computer science graduate. Mentor at Google Developer Student Clubs Community. Organizer at Google Developer Groups. Ambassador at Women Techmakers. Takes initiative and seeks out new challenges. Passionate about our developers' community and eager to learn and share knowledge with others. Organized more than 40 workshops and events for our fellow students at GDSC Lebanese University. Focused on Web and Mobile Development.",
    "social": {
      "linkedin": "https://www.linkedin.com/in/sandali-singh/"
    },
    "type": "Leader"
  },
  {
    "id": "6002",
    "name": "Mahmoud Mashoun",
    "company": {
      "name": "GDG Coast Lebanon",
      "designation": "Developer"
    },
    "community_title": "GDG Coast Lebanon Organizer",
    "image": "Mahmoud.jfif",
    "bio": "I have experience in building responsive and dynamic web apps using Vue.js ● I provide Full Stack Solutions that extends the Automation of Google Cloud using Google Apps Script & Firebase ● Along with a proven ability to integrate SEO best practices and AI models like ChatGPT and Gemini ● I am also a GDG organiser ( Google Developer Groups ) a community from Google Developers.",
      "socials":{"linkedin": "https://www.linkedin.com/in/s-shivam/",
      "twitter": "https://twitter.com/Shivamc504?t=Vc1j2jeHDLkS1-cSM1LSkg&s=09",
      "github": "",
      "web": "https://shivam.live/"
    },
    "type": "Core"
  },
  {
    "id": "6002",
    "name": "Full Name",
    "company": {
      "name": "GDG Coast Lebanon",
      "designation": "Developer"
    },
    "community_title": "Developer",
    "image": "",
    "bio": "Full Name and Bio",
    "social": {
      "linkedin": "https://www.linkedin.com/in/",
      "twitter": "https://twitter.com",
      "github": "https://github.com",
      "web": "https://example.com"
    },
    "type": "Volunteer"
  }
]
